Repository: 1vank1n/django-tilda
Catalog: tilda/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Pages successfuly fetched from Tilda
ru: Страницы успешно подгружены с Tila

source: Nothing fetched. Perharps wrong settings
ru: Ничего не загрузилось. Проверьте настройки в settings

source: Fetch pages
ru: Загрузить страницы

source: Page «{}» successfuly synced from Tilda
ru: Страница «{}» успешно загружена с Tilda

source: Something wrong...
ru: Что-то пошло не так...

source: Synchronize
ru: Синхронизировать

source: Page id
ru: ID страницы

source: Title
ru: Заголовок

source: Images
ru: Изображения

source: Synchronized time
ru: Время синхронизиации

source: Created
ru: Дата создания

source: page
ru: страница

source: Tilda Pages
ru: Tilda Страницы

source: Insert TILDA_PUBLIC_KEY, TILDA_SECRET_KEY, TILDA_PROJECTID in settings.py
ru: Добавьте TILDA_PUBLIC_KEY, TILDA_SECRET_KEY, TILDA_PROJECTID в settings.py

source: Fetch list of pages from tilda.cc
ru: Подгрузить список страниц с tilda.cc

source: Last sync
ru: Последняя синхронизация

source: Sync
ru: Синхронизировать

source: Syncing. Wait...
ru: Синхронизируем. Подождите...

source: Error: Sync from tilda.cc give error.
ru: Ошибка: Синхронизация с tilda.cc выдала ошибку

source: Downloading. Wait...
ru: Загружаем. Подождите...

source: Error: Fetch pages from tilda.cc give error.
ru: Ошибка: Загрузка списка страниц с tilda.cc выдало ошибку.
